[
    {
        "name": "Slope",
        "desc": "'Slope' is a captivating WebGL-based endless runner game where players control a 3D ball rolling down a dynamically shifting neon-colored slope. With simple yet challenging gameplay, the objective is to navigate through a maze of obstacles and pitfalls using precise arrow key controls or tilting mechanisms on mobile devices. The game's minimalist design features vibrant neon graphics and immersive sound effects, enhancing the experience of dodging blocks, ramps, and gaps that appear randomly as the slope descends endlessly. 'Slope' offers an addictive blend of reflex-based challenges and competitive gameplay, appealing to casual gamers seeking quick, engaging entertainment accessible on various web browsers and devices.",
        "icon": "https://cdn.glitch.global/7ef48d40-458f-4cec-8e53-da16e95c3f5c/slopecd.png",
        "type": "Endless",
        "iframe": "/g/slope.html"
    },
    {
        "name": "Blockcraft",
        "desc": "BlockCraft is a popular sandbox game that allows players to explore a block-based world, gather resources, and build various structures. With its intuitive controls and user-friendly interface, it is accessible to both new and experienced players. The game encourages creativity, offering a variety of building materials and tools to design intricate landscapes and impressive buildings. BlockCraft also features a vibrant community aspect, enabling players to share their creations and explore the works of others, fostering a collaborative and engaging environment. Its blend of exploration, resource management, and construction provides a captivating experience for sandbox game enthusiasts.",
        "icon": "https://cdn.glitch.global/39633060-68f1-4ad2-8c47-4992d8269f48/Screenshot%202024-07-11%20211033.png",
        "type": "Sandbox",
        "iframe": "/g/blockcraft.html"
    },
    {
        "name": "1v1.lol",
        "desc": "1v1.lol is an online multiplayer third-person shooter game that focuses on 1v1 battles. It's popular for its fast-paced gameplay and building mechanics, similar to Fortnite. Players can build structures like walls and ramps for defense or tactical advantage. The game also features different modes such as Box Fight, Zone War, and Battle Royale, where players compete against each other to be the last one standing. It's available to play for free in web browsers and as a mobile app, making it accessible across different platforms.",
        "icon": "https://cdn.glitch.global/027b3e7b-151a-487c-a0aa-e6f348e11b07/1v1.lol.png",
        "type": "Shooter",
        "iframe": "/g/1v1lol.html"
    },
    {
        "name": "Short Life",
        "desc": "'Short Life' by Tornado Studios is a unique and engaging game where players navigate a ragdoll character through various hazardous levels. The objective is to guide the character to the end of each level while avoiding numerous deadly traps and obstacles. The game's physics-based mechanics and dark humor make it both challenging and entertaining, as players must carefully time their movements to avoid being impaled, crushed, or otherwise harmed. With its simple controls and creative level design, 'Short Life' offers a fun and often humorous experience that keeps players coming back for more.",
        "icon": "https://cdn.glitch.global/266c51d7-8fa0-473e-aabc-8bbc01617388/short-life.jpg",
        "type": "Platformer",
        "iframe": "/g/shortlife.html"
    },
    {
        "name": "Flappy Bird",
        "desc": "Flappy Bird is a mobile game created by Vietnamese developer Dong Nguyen and released by .GEARS Studios. The game features 2D retro-style graphics and a simple, yet challenging, gameplay mechanic where players control a bird by tapping the screen to make it fly between sets of pipes without hitting them. Despite its initial release in 2013, it gained massive popularity in early 2014, leading to both widespread acclaim and criticism for its addictive nature. Nguyen eventually removed the game from app stores, citing its overwhelming success and the stress it brought him.",
        "icon": "https://cdn.glitch.global/266c51d7-8fa0-473e-aabc-8bbc01617388/3ndy9omydbr41.jpg",
        "type": "Endless",
        "iframe": "/g/flappybird.html"
    },
    {
        "name": "Drive Mad",
        "desc": "'Drive Mad' is a 3D driving game developed by Fancade, known for its vibrant graphics and challenging courses. The game offers a variety of unique levels where players must navigate through intricate tracks, performing stunts and overcoming obstacles. It emphasizes skillful driving and precise control, making it both entertaining and engaging for players who enjoy testing their driving prowess in a virtual environment. The game's intuitive controls and progressive difficulty ensure a rewarding experience for both casual gamers and driving enthusiasts alike.",
        "icon": "https://cdn.glitch.global/a6fade6d-b5be-408b-b73e-a4d21ed56d19/5F084A0BCE06B710.jpg",
        "type": "Racing",
        "iframe": "/g/drivemad.html"
    },
    {
        "name": "Subway Surfers",
        "desc": "Subway Surfers is an endless runner mobile game co-developed by Kiloo and SYBO Games. It was released on May 24, 2012, and is available on various platforms including iOS, Android, and Windows Phone. In the game, players take on the role of teenage graffiti artists who run through subway tracks to escape from an inspector and his dog. Players must dodge trains and other obstacles while collecting coins and power-ups. The game is known for its colorful, vibrant graphics and frequent updates, which often feature new cities and themes. Subway Surfers has become one of the most downloaded mobile games, consistently maintaining its popularity over the years.",
        "icon": "https://cdn.glitch.global/0c98aa45-2ec4-4f77-8682-f4bf67f9f6fb/New%20Project.png?v=1719993034235",
        "type": "Endless",
        "iframe": "/g/subway.html"
    }
]
